Repository: saifkazi/tryton_modules
Catalog: account_cash_rounding/locale/*.po
Languages: nl

# field:account.configuration,cash_rounding:
source: Cash Rounding
nl: Cash afronding

# field:account.configuration,cash_rounding_credit_account:
source: Cash Rounding Credit Account
nl: Cash afronding Credit rekening

# field:account.configuration,cash_rounding_debit_account:
source: Cash Rounding Debit Account
nl: Cash afronding debet rekening

# field:account.configuration.cash_rounding_account,cash_rounding:
source: Cash Rounding
nl: Cash afronding

# field:account.configuration.cash_rounding_account,cash_rounding_credit_account:
source: Cash Rounding Credit Account
nl: Cash afronding Credit rekening

# field:account.configuration.cash_rounding_account,cash_rounding_debit_account:
source: Cash Rounding Debit Account
nl: Cash afronding debet rekening

# field:account.configuration.cash_rounding_account,company:
source: Company
nl: Bedrijf

# field:account.invoice,cash_rounding:
source: Cash Rounding
nl: Cash afronding

# field:currency.currency,cash_rounding:
source: Cash Rounding Factor
nl: Cash afrondingsfactor

# field:purchase.purchase,cash_rounding:
source: Cash Rounding
nl: Cash afronding

# model:account.configuration.cash_rounding_account,name:
source: Account Configuration Cash Rounding Account
nl: Accountconfiguratie Cash afronding rekening

# model:ir.message,text:msg_missing_cash_rounding_account
source: There is not cash rounding account configured.
nl: Er is geen cashafrondingsaccount geconfigureerd.
