Repository: saifkazi/tryton_modules
Catalog: carrier/locale/*.po
Languages: nl

# field:carrier,carrier_cost_method:
source: Carrier Cost Method
nl: Verzendkostmethode

# field:carrier,carrier_product:
source: Carrier Product
nl: product Transport

# field:carrier,party:
source: Party
nl: Relatie

# field:carrier,selections:
source: Selections
nl: Selecties

# field:carrier.selection,carrier:
source: Carrier
nl: Transporteur

# field:carrier.selection,from_country:
source: From Country
nl: Land van oorsprong

# field:carrier.selection,to_country:
source: To Country
nl: Land van bestemming

# help:carrier,carrier_cost_method:
source: Method to compute carrier cost.
nl: Methode om transportkosten te berekenen.

# help:carrier,carrier_product:
source: The product to invoice the carrier service.
nl: Het product om de koeriersdienst te factureren.

# help:carrier,party:
source: The party which represents the carrier.
nl: De partij die de vervoerder vertegenwoordigt.

# help:carrier.selection,carrier:
source: The selected carrier.
nl: De geselecteerde koerier.

# help:carrier.selection,from_country:
source: Apply only when shipping from this country. Leave empty for any countries.
nl: Alleen van toepassing bij verzending vanuit dit land. Laat leeg voor alle landen.

# help:carrier.selection,to_country:
source: Apply only when shipping to this country. Leave empty for any countries.
nl: Alleen van toepassing bij verzending naar dit land. Laat leeg voor alle landen.

# model:carrier,name:
source: Carrier
nl: Transporteur

# model:carrier.selection,name:
source: Carrier Selection
nl: transporteur selectie

# model:ir.action,name:act_carrier_form
source: Carriers
nl: Transporteur

# model:ir.action,name:act_carrier_selection_form
source: Carrier Selection
nl: transporteur selectie

# model:ir.ui.menu,name:menu_carrier_form
source: Carriers
nl: Transporteur

# model:ir.ui.menu,name:menu_carrier_selection
source: Carrier Selection
nl: transporteur selectie

# selection:carrier,carrier_cost_method:
source: Product Price
nl: Product prijs
