Repository: saifkazi/tryton_modules
Catalog: product_attribute/locale/*.po
Languages: nl

# field:product.attribute,sets:
source: Sets
nl: groepen (sets)

# field:product.attribute-product.attribute-set,attribute:
source: Attribute
nl: Attribuut

# field:product.attribute-product.attribute-set,attribute_set:
source: Set
nl: groep (set)

# field:product.attribute.set,attributes:
source: Attributes
nl: attributen

# field:product.attribute.set,name:
source: Name
nl: Naam

# field:product.product,attribute_set:
source: Attribute Set
nl: Set attributen

# field:product.product,attributes:
source: Attributes
nl: attributen

# field:product.template,attribute_set:
source: Attribute Set
nl: Set attributen

# help:product.attribute,sets:
source: Add sets to the attribute.
nl: voet sets toe aan attributen.

# help:product.attribute.set,attributes:
source: Add attributes to the set.
nl: Voeg attributen toe aan de set.

# help:product.attribute.set,name:
source: The main identifier of product attribute set.
nl: De hoofdidentificatie van de attributenset.

# help:product.product,attribute_set:
source: Select a set of attributes to apply on the variants.
nl: Selecteer een set kenmerken die u op de varianten wilt toepassen.

# help:product.product,attributes:
source: Add attributes to the variant.
nl: Voeg attributen toe aan de variant.

# help:product.template,attribute_set:
source: Select a set of attributes to apply on the variants.
nl: Selecteer een set kenmerken die u op de varianten wilt toepassen.

# model:ir.action,name:act_attribute_form
source: Attributes
nl: attributen

# model:ir.action,name:act_attribute_set_form
source: Attribute Sets
nl: Attribuutsets

# model:ir.ui.menu,name:menu_attribute
source: Attributes
nl: attributen

# model:ir.ui.menu,name:menu_attribute_set
source: Attribute Sets
nl: Attribuutsets

# model:product.attribute,name:
source: Product Attribute
nl: Productkenmerk

# model:product.attribute-product.attribute-set,name:
source: Product Attribute - Set
nl: Productkenmerk - Set

# model:product.attribute.set,name:
source: Product Attribute Set
nl: Productkenmerk Set

# view:product.template:
source: Attributes
nl: attributen
