Repository: saifkazi/tryton_modules
Catalog: stock_lot_unit/locale/*.po
Languages: nl

# field:product.product,lot_unit:
source: Lot Unit
nl: lot eenheid

# field:product.template,lot_unit:
source: Lot Unit
nl: lot eenheid

# field:stock.lot,product_default_uom_category:
source: Default Product UoM Category
nl: product eenheidsmaat categorie

# field:stock.lot,unit:
source: Unit
nl: Eenheid

# field:stock.lot,unit_digits:
source: Unit Digits
nl: Decimalen eenheid

# field:stock.lot,unit_quantity:
source: Quantity
nl: Hoeveelheid

# help:product.product,lot_unit:
source: The default unit for lot.
nl: De standaardeenheid voor het lot.

# help:product.template,lot_unit:
source: The default unit for lot.
nl: De standaardeenheid voor het lot.

# help:stock.lot,unit:
source: The biggest unit for the lot.
nl: De grootste eenheid voor het lot.

# help:stock.lot,unit_quantity:
source: The maximal quantity for the lot.
nl: De maximale hoeveelheid voor het lot.

# model:ir.message,text:msg_change_unit
source: You cannot change the unit of a stock lot which has stock moves.
nl: U kunt de eenheid van een lot die voorraadbewegingen heeft niet wijzigen.

# model:ir.message,text:msg_change_unit_quantity
source: You cannot change the quantity of a stock lot which has stock moves.
nl: U kunt de hoeveelheid van een lot die voorraadbewegingen heeft niet wijzigen.

# model:ir.message,text:msg_lot_unit_quantity_greater
source: You cannot use more than %(quantity)s%(unit)s of lot "%(lot)s" in "%(name)s".
nl: U kunt niet meer dan %(quantity)s%(unit)s van lot "%(lot)s" in "% (name) s" gebruiken.
